{
    "quest": [
        {
            "id": 0,
            "title": "Le poste de garde",
            "description": `Le poste de garde se dresse à l’entrée du village, massif et rassurant. Construit en pierre grise, il est flanqué de meurtrières et d’une lourde porte en bois cerclée de fer. À l’intérieur, les murs sont décorés de trophées d’armes, d’étendards et de cartes détaillées des environs. Les gardes vont et viennent, armés mais souriants, offrant au lieu une atmosphère de vigilance bienveillante plutôt que d’oppression. C’est le premier visage du village, ferme mais accueillant.`
            "image": "",
            "requirement": null
        },
        {
            "id": 1,
            "title": "Oyez! Heraut du village!",
            "description": `Le chemin poussiéreux s’élargit, et bientôt se dressent devant vous les lourdes portes de Grésombre, faites de bois rouge cerclé de fer. Deux gardes en armure se placent en travers de votre route, hallebardes croisées. L’air est tendu un instant, puis l’un d’eux sort un parchemin qu’il conserve dans une bourse scellée aux armes du roi. Ses yeux s’écarquillent en lisant les mots, et il se redresse aussitôt, solennel.

— « C’est vous... l’émissaire du trône. Vous êtes ici pour choisir le nouveau bourgmestre. »

L’autre garde s’incline à son tour et vous tend un document soigneusement plié : une carte du village. Les portes s’ouvrent dans un grincement, dévoilant les ruelles pavées et les toits de tuiles qui s’étendent derrière. L’aventure commence.`,
            "image": "",
            "requirement": null
        },
        {
            "id": 2,
            "title": "L'injustice",
            "mainCharacter": "ORITAL",
            "description": "Un vieux garde raconte comment Orital a été destitué à la suite d’un complot. Il montre un registre falsifié à l'époque, preuve qu'Orital a été écarté à tort. Plusieurs gardes semblent gênés à l'évocation de cette injustice.",
            "image": "",
            "requirement": null
        },
        {
            "id": 3,
            "title": "La bagarre",
            "mainCharacter": "BEDEU",
            "description": "Au poste de garde, un bagarre eclate, mais Bedeu interviens et calme les esprits",
            "image": "",
            "requirement": [10]
        },
        {
            "id": 4,
            "title": "La formation des recrues",
            "mainCharacter": "KIROUT",
            "description": `Kirout est aperçu en train de former discrètement les nouvelles recrues. Son discours est sobre mais ses gestes précis. Il corrige une posture, ajuste une corde, et chaque garde semble le respecter profondément.`,
            "image": "",
            "requirement": null
        }
    ]
}